Repository: 2m6res/datausageqs
Catalog: lib/l10n/intl_*.arb
Languages: sk

# usagePermGranted
source: Usage Statistics permission granted, enjoy :)
sk: Prístup k údajom o používaní povolený, užívajte :)

# usagePermDenied
source: Usage Statistics permission is missing :( Please grant it â†“
sk: Prístup k údajom o používaní chýba :( Prosím povoľte ho ↓

# usageStatsAlertDialogTitle
source: Usage stats permission
sk: Prístup k údajom o používaní

# usageStatsAlertDialogDesc
source: In order for the app to get access to mobile data usage, it needs to be granted a special permission manually. Find DataUsageQS in the list that opens and enable the permission.
sk: Aby dokázala apka získať prístup k využitým mobilným dátam, musíte jej manuálne povoliť toto špeciálne povolenie. Nájdite DataUsageQS v zozname ktorý sa otvorí a povoľte prístup.

# cancelOption
source: Cancel
sk: Zrušiť

# continueOption
source: Continue
sk: Pokračovať

# grantPermButton
source: Grant usage statistics permission
sk: Sprístupniť apke údaje o používaní

# waitTimeInfo
source: You might have to wait a little bit for the tile to update after granting the permission.
sk: Je možné, že budete musieť chvíľu počkať na to, aby sa dlaždica rýchlych nastavení po povolení prístupu aktualizovala.

# privacyConcern
source: The app will not share, sell, save or publish your data under any circumstances. All your data stays on your device.
sk: Vaše údaje v žiadnom prípade nebude apka zdieľať, predávať, ukladať ani zverejňovať. Všetky vaše údaje ostávajú na vašom zariadení.

# infoButton
source: App info
sk: Informácie o aplikácii

# githubRepo
source: GitHub repository
sk: GitHub repozitár

# reportIssues
source: Report an issue
sk: Nahlásiť chybu

source: App version:
sk: Verzia apky:

# madeBy
source: Made by 2m6res
sk: Vytvoril 2m6res

# personalWebsite
source: My website
sk: Moja webstránka
